[
  "obsidian-excalidraw-plugin",
  "calendar",
  "editing-toolbar",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-pandoc",
  "recent-files-obsidian",
  "various-complements",
  "easy-typing-obsidian",
  "obsidian-style-settings",
  "obsidian-auto-pair-chinese-symbol",
  "obsidian-banners",
  "canvas-mindmap",
  "obsidian-chartsview-plugin",
  "obsidian-collapse-all-plugin",
  "cmdr",
  "obsidian-hover-editor",
  "obsidian-kanban",
  "obsidian-linter",
  "quickadd",
  "quick-latex",
  "obsidian-admonition",
  "table-editor-obsidian"
]